upstream/OpenFOAM-v2606/tutorials/heatTransfer/buoyantSimpleFoam/comfortHotRoom/0.orig/PMV
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2606                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      PMV;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 1.40936;

boundaryField
{
    walls
    {
        type            calculated;
        value           uniform 1.40936;
    }

    inlet
    {
        type            calculated;
        value           uniform -1.18438;
    }

    outlet
    {
        type            calculated;
        value           uniform 1.40936;
    }
}


// ************************************************************************* //
